import React from "react";

const Content = () => {
  return (
    <section>
      <p class="el2" onclick="el2Click()">
        Дата і місце народження: 4 серпня 2005, м. Хмельницький
      </p>
      <p>
        Освіта: Полонська гімназія, м. Полонне, Хмельницька обл.; НТУУ "КПІ", м.
        Київ
      </p>
      <h3>Хоббі</h3>
      <ul>
        <li>Спорт</li>
        <li>Перегляд фільмів</li>
        <li>Комп'ютерні ігри</li>
      </ul>
      <h3>Фільми</h3>
      <ol>
        <li>Зелений слоник</li>
        <li>Втеча з Шоушенка</li>
        <li>Наполеон</li>
      </ol>
      <h3>Улюблене місто - Козятин</h3>
      <p>
        Козя́тин — місто у Хмільницькому районі та адміністративний центр
        Козятинської міської громади, Вінницька область. 13 липня 2000 отримав
        статус міста обласного підпорядкування.
      </p>
    </section>
  );
};

export default Content;
